[
  {
    "id": 1,
    "title": "กุ้งมะนาวเปรี้ยวแซ่บ",
    "ingredients": "กุ้งขาว,รากผักชีสับละเอียด 3 ช้อนโต๊ะ,กระเทียมสับละเอียด 3 ช้อนโต๊ะ,พริกขี้หนูสับละเอียด 2 ช้อนโต๊ะ,น้ำมะนาว 3 ช้อนโต๊ะ,น้ำปลา 3 ช้อนโต๊ะ,น้ำตาลทราย 1 ช้อนชา,ก้านคะน้าและแครอต แช่น้ำเย็นจัด",
    "steps": "คลุกทุกอย่างรวมกันแล้วราดบนกุ้งลวก เสิร์ฟพร้อมผักแนม",
    "image_url": "https://img.kapook.com/u/surauch/cook/Easy01.jpg"
  },
  {
    "title": "ทอดมันข้าวโพดกุ้งสับ",
    "ingredients": "ข้าวโพดหวานต้มหั่นเป็นเม็ด 1 ถ้วย,แป้งสาลีอเนกประสงค์ 1 ถ้วย,ไข่ไก่ 1 ฟอง,กุ้งสับ 1/2 ถ้วย,พริกไทย 1 ช้อนชา,กระเทียมสับ 3 ช้อนโต๊ะ,รากผักชีสับ 3 ช้อนโต๊ะ,น้ำมันหอย 3 ช้อนโต๊ะ, ซีอิ๊วขาว 1 ช้อนโต๊ะ,น้ำมันสำหรับทอด",
    "steps": " 1. นำส่วนผสมทั้งหมดนวดคลุกเคล้าให้เข้ากัน  2. นำไปทอดในน้ำมันร้อน ใช้ไฟปานกลางจนสุกเหลืองน่ารับประทาน  3. เสิร์ฟคู่กับซอสมะเขือเทศหรือน้ำจิ้มบ๊วยเจี่ย",
    "image_url": "https://img.kapook.com/u/surauch/cook/Easy03-1.jpg",
    "id": 1745212629394
  },
  {
    "title": "เต้าหู้ทรงเครื่อง",
    "ingredients": "เต้าหู้คินุ 1 ก้อน, หมูสับ 50 กรัม,หอมใหญ่หั่นเต๋า 2 ช้อนโต๊ะ, เห็ดหอม 2 ดอก (แช่น้ำให้นิ่ม หั่นเป็นเส้น),แครอตหั่นเต๋า 3 ช้อนโต๊ะ,น้ำเปล่า 1/2 ถ้วย,แป้งข้าวโพด 3 ช้อนชา (ผสมน้ำเล็กน้อย คนผสมให้ละลาย),น้ำมันหอย 2 ช้อนโต๊ะ,ซีอิ๊วขาว (ใส่ตามชอบจ้ะ),พริกไทยป่น 1 ช้อนชา, น้ำมันพืช 2 ช้อนโต๊ะ, ต้นหอมซอย 2 ช้อนโต๊ะ",
    "steps": "1. นึ่งเต้าหู้ หรือลวกน้ำร้อน พักไว้          2. ใส่น้ำมันลงในกระทะ นำขึ้นตั้งไฟ ใส่หอมใหญ่ลงไปเจียวให้หอม ใส่หมูสับลงไปผัด ตามด้วยเห็ดหอม ปรุงรสด้วยซีอิ๊วขาว น้ำมันหอย และพริกไทยป่น ใส่น้ำพอขลุกขลิก พอเดือด           3. ใส่แครอตและแป้งข้าวโพดผสมน้ำลงไปให้น้ำข้นนิด ๆ พอเดือดอีกครั้งปิดไฟ นำไปราดบนเต้าหู้ โรยด้วยต้นหอมซอย พร้อมเสิร์ฟ             ",
    "image_url": "https://img.kapook.com/u/surauch/cook/Easy04.jpg",
    "id": 1745217448703
  },
  {
    "title": "ไก่ทอดเกลือตะไคร้กรอบ",
    "ingredients": "ปีกบนไก่ 300 กรัม,แป้งสาลี 1/2 ถ้วย,เกลือป่น 1/2 ช้อนชา,น้ำมันหอย 2 ช้อนโต๊ะ,ตะไคร้ซอยละเอียดยิบ 2 ช้อนโต๊ะ (สำหรับหมักไก่),น้ำเปล่า 1/4 ถ้วย,ตะไคร้ซอย สำหรับทอดกรอบ,ใบมะกรูดซอย สำหรับทอดกรอบ",
    "steps": "1. นำปีกไก่ แป้งสาลี เกลือ น้ำมันหอย น้ำเปล่า และตะไคร้สับละเอียด คลุกเคล้าให้เข้ากัน พักทิ้งไว้ประมาณ 10-15 นาที  2. นำตะไคร้และใบมะกรูดทอดในน้ำมันให้กรอบ ตักขึ้นพักไว้ เพื่อเป็นเครื่องเคียงไก่ทอด           3. นำไก่ไปทอดในน้ำมันร้อนจัด จนไก่สุกเหลืองกรอบ เสิร์ฟพร้อมตะไคร้และใบมะกรูดทอดกรอบ หรือกินคู่กับซอสพริก",
    "image_url": "https://img.kapook.com/u/surauch/cook/Easy05.jpg",
    "id": 1745217565768
  }
]